[
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "8",
    "ayat": "1",
    "text": "Akta pendirian memuat anggaran dasar dan keterangan lain berkaitan dengan pendirian Perseroan."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "8",
    "ayat": "2",
    "text": "Keterangan lain sebagaimana dimaksud pada ayat (1) memuat sekurang-kurangnya: a. nama lengkap, tempat dan tanggal lahir, pekerjaan, tempat tinggal, dan kewarganegaraan pendiri perseorangan, atau nama, tempat kedudukan dan alamat lengkap serta nomor dan tanggal Keputusan Menteri mengenai pengesahan badan hukum dari pendiri Perseroan; b. nama lengkap, tempat dan tanggal lahir, pekerjaan, tempat tinggal, kewarganegaraan anggota Direksi dan Dewan Komisaris yang pertama kali diangkat; c. nama pemegang saham yang telah mengambil bagian saham, rincian jumlah saham, dan nilai nominal saham yang telah ditempatkan dan disetor."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "9",
    "ayat": "1",
    "text": "Untuk memperoleh Keputusan Menteri mengenai pengesahan badan hukum Perseroan sebagaimana dimaksud dalam Pasal 7 ayat (4), pendiri bersama-sama mengajukan permohonan melalui jasa teknologi informasi sistem administrasi badan hukum secara elektronik kepada Menteri dengan mengisi format isian yang memuat sekurang-kurangnya: a. nama dan tempat kedudukan Perseroan; b. jangka waktu berdirinya Perseroan; c. maksud dan tujuan serta kegiatan usaha Perseroan; d. jumlah modal dasar, modal ditempatkan, dan modal disetor; e. alamat lengkap Perseroan."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "9",
    "ayat": "2",
    "text": "Pengisian format isian sebagaimana dimaksud pada ayat (1) disertai dengan penyampaian dokumen pendukung secara elektronik."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "9",
    "ayat": "3",
    "text": "Menteri dapat meminta dokumen pendukung lain apabila dianggap perlu."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "10",
    "ayat": "1",
    "text": "Permohonan untuk memperoleh Keputusan Menteri sebagaimana dimaksud dalam Pasal 9 ayat (1) harus diajukan kepada Menteri paling lambat 60 (enam puluh) hari terhitung sejak tanggal akta pendirian ditandatangani, dilengkapi keterangan mengenai dokumen pendukung."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "10",
    "ayat": "2",
    "text": "Apabila format isian dan dokumen pendukung sebagaimana dimaksud dalam Pasal 9 ayat (1) dan ayat (2) telah sesuai dengan ketentuan peraturan perundang-undangan, dalam jangka waktu paling lambat 14 (empat belas) hari, Menteri menerbitkan keputusan tentang pengesahan badan hukum Perseroan."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "10",
    "ayat": "4",
    "text": "Apabila permohonan tidak memenuhi syarat sebagaimana dimaksud pada ayat (1), dalam jangka waktu paling lambat 14 (empat belas) hari sejak diterimanya permohonan, Menteri langsung memberitahukan penolakan beserta alasannya kepada pemohon secara elektronik."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "10",
    "ayat": "7",
    "text": "Jika permohonan diajukan setelah lewat batas waktu 60 (enam puluh) hari sebagaimana dimaksud pada ayat (1), akta pendirian menjadi batal sejak lewatnya batas waktu tersebut dan Perseroan yang belum memperoleh status badan hukum bubar karena hukum dan penyelesaiannya dilakukan oleh pendiri."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "11",
    "ayat": "1",
    "text": "Pengesahan badan hukum Perseroan ditetapkan dengan Keputusan Menteri."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "12",
    "ayat": "1",
    "text": "Perbuatan hukum yang berkaitan dengan kepemilikan saham dan penyetorannya yang dilakukan oleh calon pendiri sebelum Perseroan didirikan, harus dicantumkan dalam akta pendirian."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "12",
    "ayat": "2",
    "text": "Perbuatan hukum sebagaimana dimaksud pada ayat (1) hanya mengikat Perseroan setelah Perseroan menjadi badan hukum dan Perseroan secara tegas menyatakan mengambil alih semua hak dan kewajiban yang timbul dari perbuatan hukum yang dilakukan oleh calon pendiri atau kuasanya tersebut."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "13",
    "ayat": "1",
    "text": "Perbuatan hukum yang dilakukan calon pendiri untuk kepentingan Perseroan sebelum Perseroan didirikan, mengikat Perseroan setelah Perseroan menjadi badan hukum apabila RUPS pertama Perseroan secara tegas menyatakan menerima atau mengambil alih semua hak dan kewajiban yang timbul dari perbuatan hukum yang dilakukan oleh calon pendiri atau kuasanya."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "14",
    "ayat": "1",
    "text": "Perbuatan hukum atas nama Perseroan yang belum memperoleh status badan hukum, hanya boleh dilakukan oleh semua anggota Direksi bersama-sama semua pendiri serta semua anggota Dewan Komisaris Perseroan dan mereka semua bertanggung jawab secara tanggung renteng atas perbuatan hukum tersebut."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "14",
    "ayat": "2",
    "text": "Apabila perbuatan hukum sebagaimana dimaksud pada ayat (1) dilakukan oleh pendiri atas nama Perseroan yang belum memperoleh status badan hukum, perbuatan hukum tersebut menjadi tanggung jawab pendiri yang bersangkutan dan tidak mengikat Perseroan."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "II",
    "pasal": "25",
    "ayat": "1",
    "text": "Anggaran dasar Perseroan memuat sekurang-kurangnya: a. nama dan tempat kedudukan Perseroan; b. maksud dan tujuan serta kegiatan usaha Perseroan; c. jangka waktu berdirinya Perseroan; d. besarnya jumlah modal dasar, modal ditempatkan, dan modal disetor; e. jumlah saham, klasifikasi saham apabila ada berikut jumlah saham untuk tiap klasifikasi, hak-hak yang melekat pada setiap saham, dan nilai nominal setiap saham; f. nama jabatan dan jumlah anggota Direksi dan Dewan Komisaris; g. penetapan tempat dan tata cara penyelenggaraan RUPS; h. tata cara pengangkatan, penggantian, pemberhentian anggota Direksi dan Dewan Komisaris; i. tata cara penggunaan laba dan pembagian dividen."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "III",
    "pasal": "33",
    "ayat": "3",
    "text": "Penyetoran atas modal saham dapat dilakukan dalam bentuk uang dan/atau dalam bentuk lainnya."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "III",
    "pasal": "34",
    "ayat": "1",
    "text": "Penyetoran saham dalam bentuk lain sebagaimana dimaksud dalam Pasal 33 ayat (2) ditentukan berdasarkan nilai wajar yang ditetapkan sesuai dengan harga pasar atau oleh ahli yang tidak terafiliasi dengan Perseroan."
  },
  {
    "jenis_dokumen": "UU",
    "nomor": "40",
    "tahun": 2007,
    "judul": "Perseroan Terbatas",
    "tentang": "Perseroan Terbatas",
    "bab": "III",
    "pasal": "34",
    "ayat": "2",
    "text": "Penyetoran saham dalam bentuk benda tidak bergerak harus diumumkan dalam 1 (satu) Surat Kabar atau lebih, dalam jangka waktu 14 (empat belas) hari setelah akta pendirian ditandatangani atau setelah RUPS memutuskan penyetoran saham tersebut."
  }
]
